/* REXX */
/* array  */
/*
A stem is a symbol that contains just
one period, which is the last character.
It cannot start with a digit or a period.
*/

newarray.0 = "hello"
say newarray.0
