/* REXX */ 
i = 50
if (i < 10) then
   do
      say "i is less than 10"
   end
else
if (i < 7) then
   do
      say "i is less than 7"
   end
else
   do
      say "i is greater than 10"
   end
